{
  "name" : "2403.12043.pdf",
  "metadata" : {
    "source" : "CRF",
    "title" : "Abundance stratification in type Ia supernovae – VII. The peculiar, C-rich iPTF16abc: highlighting diversity among luminous events",
    "authors" : [ "Charles J. Aouad", "Paolo A. Mazzali", "Chris Ashall", "Masaomi Tanaka", "Stephan Hachinger" ],
    "emails" : [ ],
    "sections" : [ {
      "heading" : null,
      "text" : "Key words: supernovae: general – supernovae: individual: iPTF16abc – radiative transfer – line: identification – nuclear reactions, nucleosynthesis, abundances"
    }, {
      "heading" : "1 INTRODUCTION",
      "text" : "It is generally accepted that Supernovae type Ia (SNe Ia) result from the thermonuclear disruption of a carbon-oxygen (CO) white dwarf (WD) in a binary orbit (Hillebrandt & Niemeyer 2000; Mazzali et al. 2007; Livio & Mazzali 2018). The width-luminosity relation (WLR) (Phillips 1993), linking the peak brightness of their light curves to their width, has established them as standardizable candles, unveiling the accelerated expansion of the Universe (Phillips 1993; Riess et al. 1998; Perlmutter et al. 1998).\nThe event is thought to initiate when the central temperature reaches ∼ 109 K leading to explosive carbon burning. This ignition can occur through accretion from a non-degenerate companion, [single-degenerate scenario (SD); Whelan & Iben (1973)], or by the violent merger of two WDs [double degenerate scenario (DD) Iben & Tutukov (1984)]. In some cases SNe Ia may also originate from a triple system [Kushnir et al. (2013); for a review see Livio\n1 E-mail:charlesaouad@aascid.ae\n& Mazzali (2018)]. The mass can either attain the Chandrasekhar limit, alternatively, it may exceed it in what is known as a superChandrasekhar mass scenario, or it may eventually fall below it in a sub-Chandrasekhar mass scenario. In all cases, a burning front propagates, unbinds the WD and causes the production of heavy elements including radioactive 56Ni . The decay of 56Ni through the 56Ni → 56Co → 56Fe chain (Pankey 1962; Colgate & McKee 1969) releases γ-rays and positrons which deposit energy in the expanding ejecta, giving rise to optical photons. These photons remain trapped until they diffuse as the ejecta expand and the opacity decreases. 56Ni and other iron group elements (IGEs) have a rich array of line transitions. Their presence in the H poor ejecta where line opacity dominates (Pauldrach et al. 1996), increases the diffusion time, so events with more 56Ni are not only hotter and brighter, but decline slower leading to the observed Width-Luminosity relation in their light curves (Arnett 1982; Mazzali et al. 2001a; Bersten & Mazzali 2017).\nIt has been suggested that the observed scatter in their peak luminosity corresponds to different amounts of 56Ni synthesised (a\n© 2024 The Authors\nar X\niv :2\n40 3.\n12 04\n3v 1\n[ as\ntr o-\nph .H\nE ]\n1 8\nrange of 0.1 – 1 M⊙ , Mazzali et al. 2001a, 2008). What causes this spread in 56Ni production is still not clear, but it is a direct consequence of the burning regime. Currently, one of the favored burning scenarios is one in which a deflagration wave (subsonic burning) transits to a detonation wave (supersonic shock wave) in the socalled deflagration to detonation transition model (DDT; Khokhlov 1991b; Mazzali et al. 2007). This transition enables efficient burning in the outer layers of the ejecta, resulting in the synthesis of sufficient amounts of intermediate-mass elements (IMEs; e.g. Si, S, Ca) as supported by observations.\nA significant proportion of SNe Ia are typically categorized as \"normal\" owing to the uniformity of their spectroscopic characteristics. Nevertheless, an increasing number of events with a wide array of spectral features have been observed and classified as \"peculiar\". These peculiar SNe Ia encompass a broad range, from cooler, fainter objects like SN 1991bg (Mazzali et al. 1997), SN 1986G (Ashall et al. 2016), SN 2002cx (Li et al. 2003), SN 2002es (Ganeshalingam et al. 2012) to hotter, more luminous objects such as SN 1991T (Mazzali et al. 1995) or SN 1999aa (Garavini et al. 2004). Furthermore, within the realm of luminous SNe Ia, there exists a distinct subgroup known as SN 2003fg-like events (Ashall et al. 2021), which are also referred to as super-Chandrasekhar mass events (SC). (e.g. SN 2003fg – Howell et al. 2006, SN 2006gz – Hicken et al. 2007, SN 2012dn – Chakradhari et al. 2014, SN 2009dc – Taubenberger et al. 2011). Yet, despite several attempts to classify their spectra (e.g. Nugent et al. 1995; Benetti et al. 2005; Branch et al. 2006; Wang et al. 2009), a consensus regarding this observed diversity remains elusive.\nDuring the initial stages of a SNe Ia event observed in the optical, known as the photospheric phase, the spectra probe the outer layers. They are characterized by broad P-Cygni profiles indicating expansion velocities of the order of 10, 000 km s−1. At this early stage, the main spectral features of the SNe classified as \"normal\" are lines of singly ionized IMEs such as Si II, S II, Ca II, Mg II and neutral elements such as O I . As time progresses, deeper layers of the ejecta are revealed and blends of Fe III and Fe II start to influence the appearance of the spectra. (Filippenko 1997; Parrent et al. 2014).\nA few months after reaching maximum light, the ejecta of SNe Ia generally become gradually transparent to gamma-rays, allowing only a fraction of the radioactive energy decay to be deposited (Ashall et al. 2021). Around one year after the explosion, SNe Ia spectra probe the innermost shells of the ejecta and the supernova reaches the so-called nebular phase, whose spectra are characterized by emission, mostly in forbidden [Fe III] and [Fe II] lines (Mazzali et al. 2015).\nIn contrast to normal Type Ia SNe, the early spectra of the events classified as 1991T-like display distinct behavior. Singly ionized IMEs like Si II λ 6355, S II, Ca II H&K, and Ca II NIR are either absent or notably weak, while prominent Fe III lines dominate. As the events progress, their spectra gradually transition to resemble those of normal SNe Ia around peak brightness. While most 1991T-like events belong to the shallow silicone (SS) sub-class according to the classification scheme of Branch et al. (2006) or to the low velocity gradient (LVG) sub-class according to Benetti et al. (2005), substantial diversity exists within this group. For example, the initial spectra of SN 1999aa exhibit Ca II HK and Si II λ 6355 lines with strengths intermediate between those seen in \"normal\" events and those classified as 91T-like, morphing to resemble the normal events earlier than SN 1991T (Garavini et al. 2004; Aouad et al. 2022). Conversely, the early spectra of the events classified as 2003fg-like showcase numerous deep singly ionized IME lines,\ndespite many exhibiting high luminosities. They are also characterized by slow photospheric velocities, and relatively weak Fe III lines. Additionally, they all exhibit strong and persistent carbon features, the signature of unburnt material in the ejecta, observable until post-maximum epochs.\nThis spectral diversity challenges our understanding of these objects and their reliability as precise distance indicators. This is especially important for the bright events, which are of particular significance in cosmology. Therefore, it is important to identify objects whose spectroscopic features link between two or several different spectroscopic classes. iPTF16abc is an example of such an object. It is characterized by early spectra resembling SN 1999aa, however, it shows differences when compared to both SN 1991T and SN 1999aa (cf. Fig. 1). In particular, the Ca II H&K high velocity (HV) feature is of intermediate strength between SN 1999aa and SN 1991T, Fe lines are weaker, and it exhibits a C II λλ 6578, 6583 line that slowly fades one week before B maximum, but then re-appears one week post maximum. As we progress to one week past peak brightness and extend into the nebular phase, the spectra of these three events become nearly indistinguishable (cf. Figs. 2 and 3). Remarkably, such properties are not completely different from those observed in 2003fg-like events. All this establishes iPTF16abc as a captivating event, highlighting the subtle spectroscopic diversity that exists within the realm of luminous peculiar events.\nIn this paper, we employ abundance tomography as a method to investigate SNe Ia, allowing us to map the internal composition of the expanding ejecta and gain insights into the explosion process (Stehle et al. 2005; Mazzali et al. 2008; Tanaka et al. 2011; Sasdelli et al. 2014; Ashall et al. 2016; Aouad et al. 2022). We apply this technique to analyze iPTF16abc and compare it to SN 1999aa, SN 1991T, and the normal SN 2003du. While we draw some parallels with 2003fg-like events, a comprehensive exploration of this aspect is reserved for future investigations. One of the main strengths of our work is that we have been applying a similar modeling technique to analyze and compare different events. This increases confidence that the similarities and differences identified between different SNe Ia are real and not limited by the modeling technique. The paper’s structure is as follows: Sections 2 and 3 discuss data and methods, Sections 4 and 5 present models for photospheric phase spectra, Section 6 focuses on the nebular spectrum model, Section 7 discusses the abundance stratification while Section 8 outlines a light curve model based on our abundance stratification results. Section 9 discusses our findings, and Section 10 concludes the paper."
    }, {
      "heading" : "2 DATA",
      "text" : "iPTF16abc (IAU name: SN 2016bln), was discovered by the intermediate Palomar Transient Factory on April 4, 2016, at 09:21:36.000, JD=2457482.89 (Gal-Yam 2016), in the tidal tail of NGC 5221, a barred galaxy classified as SABb at a redshift of 0.023279 (Courtois & Tully 2015). Reported distance moduli, µ, to the host galaxy, using the Tully-Fisher relation, vary from 34.69 to 35.091(Willick et al. 1997; Karachentsev et al. 2006; Theureau et al. 2007; Makarov et al. 2014). We adopt an extinction value E(B−V ) of 0.05 for the Milky Way (Ferretti et al. 2017) and 0.03 for the host galaxy (Schlafly & Finkbeiner 2011; Miller et al. 2018). Early time photometric data in the U , B, V , r and i bands were taken from Miller et al. (2018) and late time g band data were taken from Dhawan et al. (2018) who reports a ∆m15(B) of 0.91. Spectroscopic observations of iPTF16abc in the photospheric phase were\n1 http://leda.univ-lyon1.fr/\nMNRAS 000, 1–20 (2024)\nobtained with a variety of telescopes and instruments. A nebular spectrum was obtained 342 days after B maximum on 2017-03-29 by Dhawan et al. (2018) .The time of the B-band maximum light was considered to be on Modified Julian Date (MJD) 57499.54, as adopted in Miller et al. (2018). Photo-calibration was performed in the U , B, V , r, bands by multiplying the spectra with a low-order smoothed spline. The calibrated flux does not deviate by more than\n10 percent from the interpolated photometry data in any pass band. The spectra used in the current study are listed in Table 1."
    }, {
      "heading" : "3 MODELLING TECHNIQUES OF THE PHOTOSPHERIC PHASE",
      "text" : "We use a 1-D Monte Carlo radiative transfer code as laid out in Mazzali & Lucy (1993); Lucy (1999a,b); Mazzali (2000); Stehle et al. (2005). The code computes the radiative transfer through the expanding ejecta at a given epoch. It assumes a sharply defined spheri-\nMNRAS 000, 1–20 (2024)\ncal photosphere from which a continuous black body radiation with temperature Tph is emitted. Seconds after the initial explosion, the ejecta is assumed to coast on a homologous expansion in which the radius is proportional to the velocity i.e. r = v × t, therefore the velocity of the photosphere vph can be used as a spatial coordinate assuming a time t from the explosion. As the ejecta expand, the photosphere recedes in mass coordinates. Photons emitted at this photosphere propagate through the ejecta and undergo Thomson scattering or intersect with the lines assuming the Sobolev approximation (Sobolev 1960; Castor 1970). Bound-bound emissivity is treated through a branching scheme (Mazzali 2000). Ionization and excitation levels are calculated assuming a nebular approximation (cf. Mazzali 2000). In this approximation the gas state depends strongly on a radiation temperature TR, computed from the mean frequency of the radiation field at every radial mesh, and a dilution factor which parametrizes the radiation field energy density as a function of radius. The radiation field and the gas state are iterated until TR is converged to the percent level. Tph is automatically adjusted to match the given Lbol taking in consideration the back-scattering rate. The code requires an initial fixed density profile of the SN ejecta, in addition to the input parameters vph, Lbol, t and the abundances in every shell which are manually optimized to match the observed data. For a detailed description of the modelling procedure see Stehle et al. (2005) and Mazzali et al. (2014), and for a discussion on errors see Ashall & Mazzali (2020)."
    }, {
      "heading" : "4 THE PHOTOSPHERIC PHASE",
      "text" : "We analyzed 8 spectra obtained from 15 days before to 8 days after B maximum. To model these spectra, we employed four distinct density profiles, namely one fast-deflagration (W7), two delayed detonation models (DD2 and DD3, Nomoto et al. 1984; Iwamoto et al. 1999) and one modified DD2 density profile (see section 5); The density profiles are shown in Fig. 4. W7, DD2 and DD3, correspond to well-known hydrodynamic models that have been successfully used to model a number of SNe Ia and reproduce the majority of their observed spectroscopic features, both during the photospheric and the nebular phases as well as their light curves (Stehle et al. 2005; Mazzali et al. 2008; Tanaka et al. 2011; Ashall et al. 2016, 2018; Aouad et al. 2022). Using the same density profiles when modelling different supernovae enables comparison between different events, as is the focus of this series of papers. The input parameters used in the models are shown in Table 1, and the resulting spectra are presented in Figures 5, 6, 7, 14 and 15."
    }, {
      "heading" : "4.1 The pre-maximum spectra",
      "text" : "In Figures 5, 6, and 7, we display synthetic spectra from day −15 to day −8, overlaid on the observed spectra. Our synthetic spectra faithfully replicate the observed features, with a good match in flux across the entire wavelength range. This alignment is evident in Fig. 8, where we compare photometric light curves derived from synthetic spectra with observational measurements. The luminosity exhibits a steep rise from day −15 to day −11, while the velocities decline slowly to preserve the optimal temperatures required for the synthetic spectra’s ionization equilibrium. Notably, the velocities closely resemble those calculated for SN 1999aa, but they significantly exceed those of SN 2003du, signaling a substantially higher level of opacity in SN 1999aa and iPTF16abc.\nFe-group elements: The earliest spectrum of iPTF16abc, taken at day −15, shows Fe III features around 4250 and 5000 Å that we could reproduce with X(Fe)=0.0035 at v > 13, 450 km s−1. This is above solar abundance (X(Fe⊙) = 0.001, Asplund et al. 2009). As we advance to day −11, these features grow in intensity, corresponding to an increase in the iron mass fraction to 0.025 at v > 12, 200km s−1 . However, when compared to SNe 1999aa and 1991T at the same epoch (Fig. 1), these features appear comparatively weaker. Consequently, the iron abundance in iPTF16abc remains noticeably lower (Fig. 9). The iron present must be stable (i.e. 54Fe), as it could not have resulted from the decay of 56Ni, at this early stage. Remarkably, the presence of iron at the outermost shell up to v= 25,000 km s−1 is not anticipated by any of the explosion models.\nThese features keep increasing in strength at days −10 and in the following days. Subsequently, the Fe mass fraction gradually increases, reaching a value of 0.038 at day −3.8 at v > 11, 200 km s−1 . At this epoch, this fraction is only ∼ 50 percent of all iron needed, the remaining being the product of 56Ni decay. These stable iron mass fractions values significantly surpass solar abundances, strongly indicating that at these shells (v < 13,450 km s−1 ), iron likely results from explosive nucleosynthesis. These stable iron mass fractions are similar to the ones computed in both the W7 and the DD models (cf. Nomoto et al. 1984; Iwamoto et al. 1999).\nA 56Ni mass fraction of 0.013 is required at v > 13, 450km s−1, to accurately replicate the Co III λλ 3287, 3305 feature, observed near 3200 Å, in spectra taken on day −11 and onwards (cf. Fig. 10). Additionally, this 56Ni mass fraction suppresses the flux in the ultraviolet (UV) range and contributes to redirecting it towards longer wavelengths in the earliest spectrum obtained on day −15.\nGoing inwards, the 56Ni mass fraction increases gradually, reaching a peak of 0.69 at v > 11, 200 km s−1at day −8. These values are slightly larger than the ones computed for SNe 1999aa and 1991T at the same epochs. A feature centered around 4700 Å, primarily influenced by multiple Ni III, and S II, lines is also replicated in the synthetic spectra. Unfortunately, a comparison with SNe 1999aa and 1991T is not possible at day −15 as data for these events are not available at this early stage.\nCalcium: In the majority of SNe Ia, the Ca II H&K feature, seen around 3800 Å is often composed of two separate components: one at photospheric velocity (PV) and one at high velocity (HV) (Dutta et al. 2021; Childress et al. 2014; Mazzali et al. 2005). In the SNe Ia classified as spectroscopically normal, e.g. SN 2003du (Tanaka et al. 2011), the HV component dominates, causing the two features to blend together and form a single deep absorption line. However, the high-velocity component in iPTF16abc at day −11 and after, is\nMNRAS 000, 1–20 (2024)\nMNRAS 000, 1–20 (2024)\nMNRAS 000, 1–20 (2024)\nrelatively weak, causing the feature to split into two separate components with the blue part being of intermediate strength between the one seen in SN 1999aa and the one seen in SN 1991T (cf. Fig. 1). Our synthetic spectra accurately reproduce this behavior with X(Ca)=0.00055 at v > 25, 000 km s−1, which is above Solar abundance (X(Ca⊙) = 0.00006 as reported in Asplund et al. 2009). This fraction decreases to 0.0002 at v > 13, 450 km s−1than increases to 0.01 at v > 12, 200 km s−1and remains constant until day −9 at v > 11, 800 km s−1. This calcium mass fraction at lower velocities is necessary to be able to replicate the (PV) component of the feature. Even with this increase in the calcium mass fraction, the prevailing high temperatures maintain the blue component of the\nfeature weak, primarily made by Si III λλ 3796, 3806 and Co III λ 3782. This can be seen in Fig. 11 where we generate a synthetic spectrum at day −9, deliberately excluding any calcium at high velocity at v > 13,450 km s−1 . This adjustment yields negligible differences compared to the spectrum containing calcium and shows the dominance of Si III and Co III . In contrast, SN 1999aa distinctly displays Ca II dominance in the same feature during the same period, an influence even more pronounced in SN 2003du.\nBy day −8, a calcium mass fraction of 0.005 is sufficient for our synthetic spectra. These values fall within the range computed for SNe 1999aa and 1991T, but are significantly lower than the values\nMNRAS 000, 1–20 (2024)\nreported for the spectroscopically normal events (Tanaka et al. 2008, 2011).\nThe presence of free electrons in the outer shells can affect the Ca II H&K HV feature’s strength by promoting recombination from Ca III to Ca II, which may support the presence of hydrogen as discussed by Mazzali et al. (2005). This allows for various calcium and hydrogen fractions combinations to reproduce the line, as shown by Aouad et al. (2022). In the case of iPTF16abc, a significant hydrogen mass fraction (up to 0.05) would be needed to noticeably change the calcium ionization state. This quantity produces observable hydrogen lines like Hα, which are absent in the\nMNRAS 000, 1–20 (2024)\nspectra. Thus, the derived calcium mass fraction can be considered reliable.\nThe Ca II near-infrared (NIR) feature, typically observed in normal SNe Ia, is notably absent in the early spectra of iPTF16abc and only becomes visible a few days after maximum brightness. This behaviour resembles SNe 1999aa and 1991T and is reproduced well in our synthetic spectra.\nSilicon, Sulphur, Magnesium: The Si II λ 6355 feature is barely noticeable in the day −15 spectrum but gains slight strength on days −11 and −10, resembling SN 1999aa at the same epoch. Conversely, the Si III λ 4560 feature is strong and increases in intensity as the spectra evolve. To match these features, a Si mass fraction of 0.013 is required at v > 13, 450 km s−1, on day −15. Higher Si fractions would produce stronger features than observed (cf. Fig. 12). On day −11, the Si mass fraction sharply rises to 0.47 at v > 12, 200 km s−1, before gradually decreasing inward. The precise matching of the line ratios between Si II and Si III features in our synthetic spectra indicates a well-constrained ionization balance and therefore temperatures in our models.\nThe two S II λλ 5468, 5654 lines begin to appear on day −10, and our synthetic spectra reasonably replicate their depth and evolution. The sulfur mass fraction follows a similar trend to silicon. The depletion of intermediate-mass elements in the velocity range of ∼ 12,000-13,000 km s−1 is akin to what has been suggested for SNe 1999aa and 1991T, contrasting with spectroscopically normal SNe Ia (Aouad et al. 2022).\nThe contribution of Mg to the line near 4200 Å is not significant, as this line is primarily dominated by Fe III, resembling what was observed in SNe 1999aa and 1991T. We consider a Mg mass fraction of 0.01 at v > 13, 450 km s−1.\nCarbon, Oxygen: A strong C II λ 6580 and a weaker C II λ 7234, are evident in the day −15 spectrum. They diminish as time progresses but surprisingly re-emerge at day +3.7, gaining strength by day +8. To accurately replicate these C II features, a mass fraction of 0.007 is required at v > 13, 450 km s−1, (day −15, cf. Fig. 13) decreasing to 0.005 at v > 11, 200 km s−1 on day +8.\nNotably, clear carbon lines are not unambiguously present in the spectra of SNe 1999aa and 1991T. Upper limits of 0.0005 and 0.005 were respectively reported in a velocity range of 12,500- 17,000 km s−1, (Aouad et al. 2022; Sasdelli et al. 2014), while Tanaka et al. (2011) noted a mass fraction of 0.002 for the normal SN 2003du at 10, 500 < v < 15, 000 km s−1. The absence of carbon detection in SNe Ia may stem from observational biases such as the lack of early spectra or line blending. Nevertheless, it has been reported in a significant fraction of SNe Ia across all spectroscopic classifications (Folatelli et al. 2012; Parrent et al. 2011).\nOur synthetic spectra reproduce an O I λ 7771 line near 7400 Å which is absent in the observed spectrum at day −15. The formation of this line has also been reported in previous works (Tanaka et al. 2011; Aouad et al. 2022). During this specific epoch and within this velocity range (13,500 km s−1< v < 14,000 km s−1), the density in our models drops to logρ ≈-12.2 g cm−3, while the radiation temperature reaches approximately 104K. Under these conditions, the Sobolev optical depth for the O I λ 7771 line surpasses unity, leading to the formation of this spectral feature. The removal of this line from the models necessitates either substituting oxygen with alternative elements, which could introduce unobserved features in the spectra, and furthermore is difficult to explain in the context of Ia’s. Or it requires much high temperatures, which would alter the ionization balance and hinder the formation of other spectral lines. Another avenue to explore is the possibility of density reduction in the outermost layers, a topic we investigate further in section 5. In any case, with a mass fraction of 0.94, oxygen prevails at v > 13, 450km s−1, but decreases inwards, as the composition becomes dominated by other elements which are needed to replicate the spectral features.\nThe absorption line near 6300 Å has been attributed to Hα in previous studies (Lentz et al. 2002), but our synthetic spectra could not reproduce accurately this line using H, at any velocity. More importantly, replacing C with H will not allow for the appearance of C II λ 7234 clearly seen and accurately replicated on day −15."
    }, {
      "heading" : "4.2 Post-maximum spectra",
      "text" : "Figures 14 and 15 show spectra from 3.7 to 8.5 days after B maximum. At this epoch, the photosphere resides inside the 56Ni dominated shell. Consequently, the assumption of a well-defined photosphere becomes less precise, and a substantial portion of the radiation energy is deposited above the photosphere in reality. This, and the assumption of blackbody radiation at the photosphere may cause the excess flux at the redder wavelengths beyond ∼6000 Å in the models. However, this supposedly does not strongly affect line formation or the ionization balance in our models.\nFe-group elements: At this epoch, several Fe II lines start to form and influence the main Fe dominated feature near 4800 Å. The Fe II lines are accurately replicated and their ratio to Fe III lines is faithfully reproduced in our synthetic spectra, indicating that our models are still in good ionization balance. From day +3.7 until day +6.3, the stable Fe mass fraction stabilises at 0.05, constituting ∼ 30 percent of the total iron content, while the remaining iron originates from the decay of 56Ni. By day +8.5, this fraction increases to 0.3, which is necessary to replicate the emission lines present in the nebular phase spectrum (cf. Section 6).\nMNRAS 000, 1–20 (2024)\nThe 56Ni mass fraction remains 0.69 in the probed shells until day +8.5. The feature near 4000 Å, earlier due to Si II λ 4130, becomes fully dominated by Co II λ 4160 at day +8.5. A blend of Co III λλ 4317, 4249 and Fe III λ 4352, create a feature near 4150 Å which is also accurately replicated in our synthetic spectra. The deep feature observed near 3200 Å previously dominated by Co III λλ 3305, 3287 is now dominated by a blend of Co II lines as the temperature drops and the ionization balance shifts towards singly ionized species.\nCalcium: The Ca II NIR appears around day +3.7. This feature clearly splits into two different components at day +6.3 and after, which is accurately replicated. The Si III and Co III contributions to the feature near 3800 Å reduce with time until it is dominated by Ca II H&K, with a significant contribution of Si II λ 3858 (Childress et al. 2014). This is expected as the temperatures drop. This feature is better reproduced with the W7 density profile. This may be due to the density bump in the W7 profile in the velocity shell between 13,000 and 16,000 km s−1 where the PV component of the line forms. The Ca mass fraction needed decreases from 0.005 at day +3.7 to 0.001 at day +8.5 at v > 7500 km s−1 .\nSilicon, Sulphur: At this epoch, the prominent feature near 4400 Å earlier due to Si III λλ 4552, 4567, 4574 becomes fully dominated by a blend of Fe III λλ 4420, 4431, 4395 and a Co III λ 4433 lines. As a result, the two separated features at 4200 and 4400 Å earlier seen in the pre-maximum epochs, blend into one deep absorption feature, which is accurately replicated. This is common to all type Ia that we have modelled (cf. Tanaka et al. 2011; Aouad et al. 2022; Sasdelli et al. 2014). The Si II λ 6355 gets deeper as the spectra evolve. The Si II λ 5972 line appears at day +3.7 as depicted in our synthetic spectra. At day +6.3 the Si fraction is 0.17. At v < 7500 km s−1, 56Ni and stable iron dominate the abundance.\nCarbon, Oxygen: The carbon mass fraction increases from 0.005 at v > 11, 200km s−1, to 0.03 at v > 10, 000km s−1, to slightly decrease to 0.025 at v > 9, 200km s−1. The overall increase over the shells between 9200 and 11800 km s−1(cf. Fig. 22), is essential to replicate the C II λ 6580 at days +3.7, +6.3 and +8.5. Notably, there is no requirement for carbon presence below 9200 km s−1, as any carbon abundance at this velocity would shift the line to the red, deviating from its observed position (cf. Fig. 16). At day +8.5, the velocity of the C II line is ∼ 8000 km s−1, 500 km s−1detached above the photosphere (vph=7,500 km s−1). As oxygen cannot be accurately constrained from any visible line in the spectra, a similar abundance as carbon is assumed since it is difficult to justify the presence of carbon without oxygen."
    }, {
      "heading" : "5 A modified density profile",
      "text" : "Our primary motivation for exploring modifications to the density profile arises from the presence of the O I λ 7771 line in our models, using DD2, DD3 and W7 density profiles, which is absent in the data obtained from the earliest spectrum taken at day −15. To address this, we experiment with modifying the original DD2 density profile. We find that the most favorable outcome is achieved by removing 0.05 M⊙ of mass at v > 13,450 km s−1, while simultaneously adding the missing mass in the deeper layers. This ensures the conservation of the total mass, while the total kinetic energy is not significantly affected due to the small mass shift (cf. Fig. 4). This approach has been already used in Hachinger et al. (2009); Ashall et al. (2016) and in Mazzali et al. (2014). This minor modification does not substantially affect the abundance as a function of velocity neither the integrated yields. Attention has been given to avoid steep density gradients. Such gradients might trigger the formation of lines within narrower velocity ranges, thus potentially yielding lines significantly narrower than those observed. The results are shown in Figures 5, 6, 7, 14 and 15 with red lines. Notably, the manipulation of the density profile had minimal visible impact on most lines, but it reduced the O I signature substantially. Removing more mass from the outer layers will eventually affect the formation of other lines.\nIn general, all density profiles we used yield reasonably good fits to the observed spectra, which makes it difficult to favour any one model. The same result was obtained when modelling SN 1999aa. Upon closer examination, both DD models exhibit a striking resemblance and outperform the W7 model in certain spectral regions, such as the vicinity of 3800 Å during the pre-maximum epoch, whereas W7 performs better in the same region during the post maximum epoch. The W7 model consistently generates a narrow and robust O I λ 7771 line, even in post-maximum spectra. The modified DD2, despite wiping out the strong O I λ 7771 in the earliest spectrum, falls short in reproducing the Si II λ 6355 line in the post maximum spectra at days +3.7 and +6.3. Also the model does not reach the peak flux around 4000 Å . Therefore, we deduce that the delayed detonation models appear to be reasonable, although they may necessitate some adjustments, in line with the conclusions drawn for SN 1999aa (Aouad et al. 2022). Our inclination towards DD models is also substantiated by insights gained from the abundance distribution and the total 56Ni content, which we explore in greater detail in Section 7.\nMNRAS 000, 1–20 (2024)\nMNRAS 000, 1–20 (2024)"
    }, {
      "heading" : "6 THE NEBULAR PHASE",
      "text" : "Modelling the nebular spectrum allows us to derive the properties of the inner ejecta. Nebular spectra of SNe Ia are dominated by forbidden lines of [Fe II] and [Fe III] in emission and usually display lines of a few other elements, such as Mg and Ca (e.g. Mazzali et al. 2008). The emission intensity is a diagnostic for the content of 56Ni. Most 56Ni in SNe Ia is normally located at low velocity, and so the nebular phase is the best time to see it directly. At the typical epochs of nebular spectra (∼ 1 year), most 56Ni has decayed into 56Fe. The residual 56Co still heats the gas upon decaying into 56Fe, and this is balanced by cooling via line emission. Computing the heating rate and balancing this with cooling yields an estimate of the mass of 56Ni synthesised in the explosion, as well as the overall mass and composition of the emitting region, which is usually confined to the region where the abundance of 56Ni is high. Additionally, the presence of lines of two different ions of iron, Fe II and Fe III, is very useful in order to estimate the recombination rate, and hence the density of the gas. The ionization balance is affected by additional cooling provided by the stable iron atoms that are also synthesised during explosive burning if the density is sufficiently high. Estimating the mass of stable Fe is a powerful tool to estimate the mass of the progenitor white dwarf at the time of explosion, and ultimately to differentiate between different explosion scenarios, as stable Fe is thought to be synthesised only if the white dwarf has a mass close to the Chandrasekhar limit.\nUnfortunately, the nebular spectrum for iPTF16abc at day +342.4 has limited wavelength coverage and low signal-to-noise ratio. Furthermore, no photometric measurements are available at\nthis epoch. In order to calibrate the spectrum, we extrapolated the g-band photometry measurement from a few days earlier. Additionally, we used the U − g colour of a similar supernova, SN 1999aa, as an approximation to calibrate the U -band. While this approach is rudimentary and susceptible to potential inaccuracies, it can still yield results that fall within ≈ 20 percent of the true ones. Consequently, there is some uncertainty associated with the derived 56Ni mass. However, these quantities are subjected to further validation against the bolometric light curve, which we explore in Section 8.\nThe available nebular spectrum of iPTF16abc was modelled with our SN nebular code (Mazzali et al. 2001b). The code computes the deposition of the γ-rays and positrons produced by 56Ni and 56Co decay using a Monte Carlo scheme (Cappellaro et al. 1997), and balances the heating that this causes with cooling via emission lines in non-local thermodynamic equilibrium (NLTE), following the principles laid out in Axelrod (1980). The best-fitting density profile, WDD2, was used for our models, together with the outer layers’ composition determined by photospheric-epoch spectral fitting above. The composition in the inner layers, which are only visible at late times, was determined by modelling the nebular spectrum itself. These inner layers are dominated by Fe-group elements. 56Ni was introduced until a flux was reached that was comparable to the observed one. Unfortunately the nebular-phase spectrum of iPTF16abc does not extend far enough to the red for us to be able to estimate the mass of calcium, which is an important coolant despite its typically low abundance. This introduces some uncertainty into our results.\nMNRAS 000, 1–20 (2024)"
    }, {
      "heading" : "7 ABUNDANCE TOMOGRAPHY",
      "text" : "Using the results of both the photospheric and the nebular phases we construct the abundance as a function of depth. This is shown in Fig. 18 where we plot the mass fraction of the main elements as a function of velocity and mass compared to the original abundance profile of the DD2 hydrodynamic model (Iwamoto et al. 1999).\nThe inner core, up to about 3500 km s−1, is dominated by neutron rich stable iron group elements. The nucleus that prevails within the innermost layer is 58Ni, but our calculations indicate its depletion occurring at 1000 km s−1. In contrast, in the original model, 58Ni persists much farther outward. This consistent finding was observed in all the events we modeled. Recently, stable IGEs have been confidently detected in JWST spectra of normal SNe Ia (DerKacy et al. 2023), further supporting the results of our modeling. Situated above this 58Ni-dominated layer is a layer primarily composed of stable iron (i.e. 54Fe), which extends until 3500 km s−1.\nIn the shell spanning from 5,000 to ≈ 12, 500 km s−1, 56Ni emerges as the dominant nucleus with a combined mass of ∼ 0.76 M⊙, accompanied by a portion of stable iron. Unlike the high density inner shells, these outer shells remain unaffected by electron capture but instead undergo complete Si burning, aligning with the original hydrodynamic model. As we progress outward, the density gradually decreases, hindering the achievement of complete Si burn-\ning. Consequently, the quantity of Ni gradually diminishes, making way for IMEs, with Si and S being the primary species accompanied with a portion of Ca. The abundance profile of this IMEs shell is similar to the hydrodynamical model, exhibiting a gradual increase as the abundance of 56Ni starts to decrease.\nHowever, contrary to the original model, our calculations reveal that the Si abundance peaks at ≈ 12, 500 km s−1 and experiences sudden depletion at v > 13, 400 km s−1. Consequently, the Si-rich layer occupies a narrower velocity range than in the original model, where it extends out to v = 17, 500 km s−1. This bears a striking resemblance to the behaviour observed in SNe 1999aa and 1991T, suggesting a similar explosion mechanism (Aouad et al. 2022; Sasdelli et al. 2014). This is further supported by the abrupt increase in oxygen abundance prevailing in the outermost layers beyond 15,000 km s−1. Interestingly, carbon is present in the shells dominated by Si and unexpectedly extends and increases inwards until about 9, 200 km s−1. It is difficult to explain the increase of C abundance at these deep shells with conventional symmetric explosion models. Unburned carbon is typically expected at v ∼> 15, 000 km s\n−1, in the W7 model and even higher velocities in the DD models (Nomoto et al. 1984; Iwamoto et al. 1999). Diverging from established explosion models, 56Ni and stable iron are both present in the outermost layers until v = 25, 000 km s−1, albeit at percentage level.\nThe integrated yields from our results are shown in Table 2. Using these values we compute the total kinetic energy using the formula\nEk = [1.56M( 56Ni) + 1.74M(NSE) + 1.24M(IME)− 0.46]\n× 1051ergs (1)\n(Woosley et al. 2007), where M (56Ni), M (NSE) and M (IME) correspond to the ejected mass of 56Ni, nuclear statistical equilibrium\nMNRAS 000, 1–20 (2024)\nelements and IMEs respectively. This yields a value of 1.32 × 1051 ergs. The 56Ni mass closely resembles that of the original DD3 model. However, the kinetic energy falls slightly short when compared to both the DD2 and the DD3 models (cf. Table 2). This outcome is expected due to the insufficient presence of IMEs, which is not adequately compensated for by an increase in 56Ni production. This is a common trait for all the 91T-like we have modelled. Interestingly, when we assess the mass ratio IMEs/IGEs, the 91T-like objects exhibit a common value (Table 2 and in Fig. 19), which is notably lower than that of both the normal events and the hydrodynamical models. The IGEs mass of ∼ 0.2 M⊙ is in the range expected for all SNe Ia (Mazzali et al. 2007). We estimate the mass\nof carbon to be ∼ 0.01 M⊙ above 9,200 km s−1 which aligns with the expected range of 0.001 to 0.01 M⊙, as reported by Folatelli et al. (2012). In general, the abundance distribution more closely resembles delayed detonation models. Explaining the extension of the 56Ni -dominated shell this far out in the ejecta using the W7 model proves challenging, especially considering that the total 56Ni mass suggested from our modelling surpasses the total 56Ni mass anticipated from the W7 model.\nMNRAS 000, 1–20 (2024)"
    }, {
      "heading" : "8 BOLOMETRIC LIGHT CURVE",
      "text" : "We generate a bolometric light curve spanning 3000–10000 Å, (cf. Fig. 20) utilizing the UBV ri photometry data reported in Miller et al. (2018). This will then be compared to a light curve computed from our model (cf. Section 8.1). In cases where multiple photometric measurements were available for a given epoch, we calculate the average magnitude; this introduces an error of ∼ 0.1 mag. U band photometry data are not available beyond day +22 from B maximum light. Therefore, for these epochs, we assume U band measurements by applying a constant U − B value as computed from the last epoch where these two measurements were available (i.e. day +21). Next, we interpolate the data at a daily resolution and convert the magnitudes to fluxes by applying the flux zero-points of Fukugita et al. (1995), dereddened with the extinction curve of Cardelli et al. (1989) using E(B−V )=0.08 mag (Miller et al. 2018).\nFor each epoch, we compute the flux via trapezoidal integration between the specific flux values obtained at the central wavelength of each passband. We extrapolate the spectrum with a linearly decreasing function until 3000 Å and 10000 Å to extend the flux calculation beyond the U and i band central wavelengths. Finally, we compute the bolometric luminosities using the adopted distance modulus of 35.01 considering an error of 0.15 mag (Makarov et al. 2014).\nThe supernova exhibited its highest luminosity, measuring Lpeak = 1.60 ± 0.1× 1043 ergs s−1, with a rise time of 18.74 days in the supernova rest frame. The bolometric peak was observed to occur roughly one day prior to Bmax, which is in line with previous studies examining bolometric rise time (Contardo et al. 2000; Scalzo et al. 2012).\nMiller et al. (2018) reported a bolometric peak of 1.2 ± 0.1 ×1043 for iPTF16abc using a distance modulus of 34.89 ± 0.10 mag. We adopted a distance modulus of 35.01 mag, consistent with our modelling. Using a shorter distance would require a smaller luminosity input, which in turn would not reproduce the ionization balance found in our models. Even if we use the distance from Miller et al. (2018), it would result in a bolometric peak of 1.48±0.1×1043, still more luminous than SN 1999aa and closer to SN 1991T, consistent with observations of their spectra. Additionally, our computed bolometric luminosities from synthetic spectra align well with both modeled and constructed light curves, serving as an additional robust validation of our method and results (see crosses in Fig. 20). Using the 56Ni abundance derived from our synthetic spectra (0.76 M⊙), we compute the peak luminosity using a version of Arnett rule as described in Stritzinger & Leibundgut (2005), using our rise time of 18.74 days. We find a peak luminosity of Lpeak = 1.51 ± 0.1× 1043 ergs s−1. This result aligns with the peak luminosity value derived from our synthetic spectra yields, if we take in account the uncertainties associated with distance, photometry and the method of integration. It is worth noting that this approximation, while providing a reasonable estimate, does not take into account the distribution of 56Ni throughout the ejecta. To account for this distribution, we conduct a detailed modeling of the light curve in the subsequent subsection, offering a more accurate assessment."
    }, {
      "heading" : "8.1 Modelling the bolometric light curve",
      "text" : "One independent way to test the results of abundance tomography is to use the density and abundance distributions derived from spectral modelling to compute a synthetic light curve. This should in principle reproduce the observed one, if the tomography results are reasonably correct, as the light curve depends on the mass and distribution of 56Ni and on the opacity in the ejecta, which depends on the composition of the ejecta and governs the outwards diffusion of the photons.\nStarting from the tomography results, we used our Monte Carlo SN light curve code to compute a synthetic bolometric light curve to be compared to the one obtained from the observations. The code is based on the principles set out in Cappellaro et al. (1997) and Mazzali et al. (2001a). The basic assumption is that opacity in a SN Ia is dominated by line opacity (Pauldrach et al. 1996), and therefore it depends on composition: heavier elements such as iron have more electrons and therefore a complex energy level structure and more spectral lines that can in principle hinder photon diffusion than do lighter elements such as silicon. In our calculations, opacity is treated using a scheme outlined in Mazzali & Podsiadlowski (2006), which includes the dependence of the opacity on the number of ef-\nMNRAS 000, 1–20 (2024)\nfective lines and temperature through the Fe mass fraction and time after the explosion, respectively.\nThe deposition of the energy carried by the γ-rays and positrons is computed exactly like in the nebular code, but then the energy that has gone into heating the gas is transformed into “optical packets” which diffuse in the ejecta, encountering an opacity determined locally by the composition in the various ejecta layers. When a packet escapes, it is accounted as contributing to the emerging luminosity at that particular time. The code is grey in frequency, and so the output is a bolometric luminosity. This compares to the bolometric luminosity obtained from the data, but it includes radiation at all wavelengths, and so it is a “true” bolometric luminosity.\nThe synthetic light curve for iPTF16abc is shown in Fig. 20. It matches the observed one quite well in the rising part, which is an indication of the correct estimate of the outer distribution of 56Ni, and near peak, which supports the mass estimate. It does a good job also in the early declining phase, while it departs from the observed light curve at later times, but clearly not at the nebular epoch, which is not shown in Fig. 20. These differences may be attributed to the progressive shifting of the flux towards the infrared, whose contribution is difficult to estimate because this wavelength range which is not covered by the data of iPTF16abc. It is now known that the IR becomes a strong component at late times (Deckers et al. 2023). Still, our result confirms that the estimate of the 56Ni mass ejected is correct, and the fact that the width of the light curve near maximum is correctly reproduced is also supportive of our estimate of Mej and Ek, i.e. of our choice of explosion model."
    }, {
      "heading" : "9 DISCUSSION",
      "text" : "iPTF16abc demonstrates weaker Fe III lines in its early spectra compared to both SNe 1999aa and 1991T. This difference is evident in Fig. 21 where we measure the pseudo equivalent width (PEW) of the Fe III trough around 4800 Å following the method described in Hachinger et al. (2006). This trend is further confirmed when we examine the abundance levels (cf. Fig. 22). Notably, iPTF16abc exhibits approximately 7-10 times less iron than both SNe 1999aa and 1991T at velocities larger than 15,000 km s−1. However, this disparity diminishes at deeper layers, where iPTF16abc’s iron abundance aligns more closely with that of other events. This is supported by PEW measurements of iron emission lines in the nebular phase (see Miller et al. (2018)). Consequently, this suggests that the relative weakness of Fe III lines during the photospheric phase is likely due to variations in abundance within the outermost shells rather than being driven by ionization-related luminosity effects. This observation is particularly significant, highlighting that objects with weaker early Fe III lines may have comparable or even higher luminosities than those with stronger lines like SNe 1999aa and 1991T. This comparison becomes particularly intriguing when examining the 2003fg-like events. Despite their elevated luminosities, this sub-class is recognized by weak Fe III lines (Ashall et al. 2021). Moreover, the outermost shells’ supersolar abundance of stable iron in iPTF16abc, coupled with the existence of 56Ni, is a topic of interest. While the presence of 56Ni, is undeniably linked to explosive nucleosynthesis, we should also remain receptive to the possibility that the presence of stable iron might be connected to the progenitor star’s original metallicity. This alternative explanation should not be dismissed, especially in cases where the abundance is supersolar, as observed in SN 1999aa (Aouad et al. 2022), SN 1991T (Mazzali et al. 1995; Sasdelli et al. 2014) SN 2002bo (Stehle et al. 2005), SN 2010jn (Hachinger et al. 2013), and iPTF16abc. Such in-\nstances may suggest that progenitors with above-solar metallicity do not necessarily lead to dimmer events, as suggested, for instance, in Timmes et al. (2003). An alternative explanation may also be multidimensional effects involving bubbles of burned material rising to outer regions, or large scale turbulent mixing giving rise to the presence of IGEs at the outer shells (Hachisu et al. 1992; Aspden et al. 2010).\nWhen examining the spectral evolution from the spectroscopically normal to the peculiar luminous 91T-like events, the attenuation of the Si II λ 6355 line can be more attributed to abundance-related factors rather than influences of ionization (Sasdelli et al. 2014; Aouad et al. 2022). Interestingly, upon comparing the abundance profiles of different events (cf. Fig. 22), silicon displays a noticeable decline in the outermost shells across the three 91T-like objects we have modeled, within a comparable velocity range. A similar observation has been recently proposed by O’Brien et al. (2023), where they model the optical spectra of 40 SNe Ia encompassing both normal and 91T-like classifications. They deduce a deficiency in intermediate-mass elements (IMEs) abundance in the 91T-like events compared to those classified as normal (see also Mazzali et al. 2007). This behavior holds true for sulfur abundance as well. This trend implies the existence of a distinct burning regime within this specific subclass of supernovae, setting it apart from the dynamics that characterize spectroscopically normal events like SN 2003du. Within the operative regime among the 91T-like events, it appears that the burning front abruptly ceases within a velocity range spanning between 12,000 and 13,000 km s−1. This cessation creates a division within the outer ejecta, resulting in two distinct regions characterized by differing degrees of burning activity, one marked by vigorous burning and the other characterized by subdued burning.\nThe persistent carbon features until two weeks post maximum display no resemblance to any SN Ia within the same spectroscopic subclass, namely SNe 1999aa and 1991T. Moreover, despite sporadic appearances of these attributes in the early spectra of events classified as normal, they are notably absent during the phase of maximum brightness and subsequent periods e.g. SN2013 du (Zheng et al. 2013), SN 2011fe (Nugent et al. 2011) (see also Folatelli et al. 2012; Parrent et al. 2011). Remarkably, these characteristics have consistently emerged in 2003fg-like events (Ashall et al. 2021), such as SN 2009dc (Taubenberger et al. 2011; Hachinger et al. 2012), SN 2006gz (Hicken et al. 2007), SN 2012dn (Chakradhari et al. 2014) and recently SN 2022pul (Siebert et al. 2023). This pattern is evident from early spectra up to two weeks after reaching peak intensity. In Fig. 23 we plot the PEW of the C II λ 6580 and its velocity compared to a set of 2003fg-like SNe taken from Ashall et al. (2021). While the velocity of the line follows a similar trend to that observed in 2003fg-like events, the PEW displays a different pattern. It initially exhibits considerable strength at an early stage, experiences subsequent weakening, but unexpectedly strengthens again one week after maximum. This behavior distinguishes it from other 03fg-like supernovae and reinforces the insights derived from our abundance analysis, that reveals an increase in carbon abundance in deeper layers, giving rise to a \"bump\" around 10,000 km s−1. Given this observation, it is plausible to speculate that this phenomenon arises from mixing driven by flame propagation asymmetries or clumps of unburned material along the line of sight (Folatelli et al. 2012; Parrent et al. 2011). Alternatively, it may arise from a C-rich envelope, leading to the decrease of photospheric velocities as the ejecta interacts with this extended envelope. This interaction could give rise to the prominence of carbon lines and longer diffu-\nMNRAS 000, 1–20 (2024)\nsion times, a scenario suggested for the 2003fg-like events (Ashall et al. 2021). This scenario may be considered viable for iPTF16abc given the low velocity of the Si II 6355 Å line (Miller et al. 2018, see). Finally, carbon could be the surviving material from a pulsation driven detonation (PDD) (Ivanova et al. 1974; Khokhlov 1991a; Dessart et al. 2014). This is a scenario in which a failed deflagration expands the WD, creating a low density loosely bound envelope, such that, when the detonation occurs, an outer unburnt shell is left and the IME shell is confined in a narrow velocity range.\nRegardless of the scenario, the identification of carbon in iPTF16abc is captivating, positioning this event as a link connecting the 03fg-like and 91T-like classifications. Nonetheless, in addition to these spectroscopic parallels with 03fg-like events, iPTF16abc distinctively retains all the spectroscopic characteristics reminiscent of a 91T-like SN Ia. This resemblance to the 91T-like SNe Ia persists into the nebular phase. Furthermore, when assessing the photometric attributes, iPTF16abc bears no resemblance to 03fg-like events, which are characterized by IR light curves devoid of a secondary maximum (Ashall et al. 2021). Additionally, the time of the i-band\nmaximum occurs after to the B-band maximum in the events classified as 03fg-like. In iPTF16abc it occurs three days before the B band maximum, similar to the majority of 91T-like events (see Ashall et al. 2020).\nThe subdued intensity of the Ca II H&K feature in the earlyphase spectra of iPTF16abc, compared to SN 1999aa, can easily be attributed to the distinct luminosities of the two objects. However, drawing definitive conclusions becomes challenging when juxtaposed with SN 1991T, particularly given the comparable bolometric light curves exhibited by these events, even when considering inherent uncertainties. The observed dissimilarities in the behavior of the Ca II H&K lines do not offer sufficient grounds to categorize iPTF16abc as an intermediate object between SN 1999aa and SN 1991T. Based on the available data, it is more plausible to consider iPTF16abc as a similar object to SN 1991T, except for the Carbon features. The differences in the suppression of the Ca II H&K line could potentially be influenced by density variations in the outer layers affecting calcium recombination, or it could arise from different ionization levels due to varying temperatures.\nMNRAS 000, 1–20 (2024)\nIt remains an open question whether SNe displaying intermediate properties between the ones observed in iPTF16abc and the ones observed in both SNe 1999aa and 1991T will be discovered, particularly concerning the strengths and temporal evolution of the Fe III, Ca II, H&K, C II and Si II features. This could provide further insights into our understanding of the complex spectroscopic diversity observed in 91T-like SNe Ia."
    }, {
      "heading" : "10 CONCLUSIONS",
      "text" : "We have modelled a time series of optical spectra to derive the abundance of the peculiar carbon rich, 91T-like type Ia supernova, iPTF16abc and compare it to both SNe, 1999aa and 1991T from one side, and the normal SN 2003du from the other side. Our main conclusions can be summarized as follows:\n• Delayed detonation density profiles align very well with iPTF16abc’s spectroscopic features, even though requiring minor adjustments in the outer shells.\n• The inner composition is dominated by stable IGEs (0.20 M⊙) as in all SNe Ia followed by a 56Ni dominated shell with a total mass of 0.76 M⊙ and a thin IME shell (0.18 M⊙).\n• Iron abundance variations in the outermost layers explain the early weak Fe III lines, highlighting that 91T-like objects with weaker Fe III lines are not necessarily dimmer or cooler than those with stronger lines.\n• Detection of stable iron in the outermost shells, similar to SNe 1999aa and 1991T challenges existing explosion models. The idea that these are caused by bubble of burned material rising to the outer layers is contradicted by the simultaneous presence of carbon within the 56Ni dominated shell. This may suggest a potential link to the progenitor’s original metallicity and may indicate that progenitors with above solar metallicity, may not necessarily lead to dimmer events.\n• Similar to SNe 1999aa and 1991T, the early Si II λ 6355 weakening results from silicon depletion in the outer shells. This distinct burning regime ends around 12,000 km s−1, leaving incompletely burned outer layers and setting it apart from typical events.\n• Carbon co-exists with IGEs in the outermost shells, extending inward with a noticeable increase in deeper layers. This persistence of the carbon feature beyond the maximum light epoch establishes a unique connection with SN 2003fg-like events."
    }, {
      "heading" : "11 ACKNOWLEDGMENTS",
      "text" : "C.A acknowledges support from NASA grants JWST-GO-02114, JWST-GO-02122 and JWST-GO-04522. Support for programs #2114, #2122, and #4522 were provided by NASA through a grant from the Space Telescope Science Institute, which is operated by the Association of Universities for Research in Astronomy, Inc., under NASA contract NAS 5-03127. The authors express their gratitude to Suhail Dhawan for sharing the spectra in readable format, and to Adam Miller for supplying the photometry data. Additionally, the authors extend their thanks to the anonymous referee for their meticulous review and valuable suggestions, which enhanced the overall quality of the paper.\nData availability\nThe spectroscopic data underlying this article are available at the Weizmann Interactive Supernova Data Repository (WISeREP) (Yaron & Gal-Yam 2012)."
    } ],
    "references" : [ {
      "title" : "Moving Envelopes of Stars",
      "author" : [ "S. Benetti" ],
      "venue" : "ApJ, 737,",
      "citeRegEx" : "E. and Benetti,? \\Q2014\\E",
      "shortCiteRegEx" : "E. and Benetti",
      "year" : 2014
    }, {
      "title" : "L15 This paper has been typeset from a TEX/LATEX file prepared by the author",
      "author" : [ "O. 487 Yaron", "A. Gal-Yam" ],
      "venue" : "PASP,",
      "citeRegEx" : "Yaron and Gal.Yam,? \\Q2012\\E",
      "shortCiteRegEx" : "Yaron and Gal.Yam",
      "year" : 2012
    } ],
    "referenceMentions" : [ ],
    "year" : 2024,
    "abstractText" : "Observations of Type Ia supernovae (SNe Ia) reveal diversity, even within assumed subcategories. Here, the composition of the peculiar iPTF16abc (SN 2016bln) is derived by modeling a time series of optical spectra. iPTF16abc’s early spectra combine traits of SNe 1999aa and 1991T known for weak Si II λ 6355 and prominent Fe III features. However, it differs with weak early Fe III lines, and persistent C II lines post-peak. It also exhibits a weak Ca II H&K feature aligning it with SN 1991T, an observation supported by their bolometric light curves. The early attenuation of Fe III results from abundance effect. The weakening of the Si II λ 6355 line, stems from silicon depletion in the outer shells, a characteristic shared by both SNe 1999aa and 1991T, indicating a common explosion mechanism that terminates nuclear burning at around 12000 km s−1 unseen in normal events. Beneath a thin layer of intermediate mass elements (IMEs) with a total mass of 0.18 M⊙, extends a Ni rich shell totaling 0.76 M⊙ and generating a bolometric luminosity as high as Lpeak = 1.60±0.1× 10 ergs s−1. Inner layers, typical of SNe Ia, hold neutron-rich elements, (Fe and Ni), totaling 0.20 M⊙. Stable iron, exceeding solar abundance, and carbon, coexist in the outermost layers, challenging existing explosion models. The presence of carbon down to v ≈ 9000 km s−1, totalling ∼ 0.01 M⊙ unprecedented in this class, links iPTF16abc to SN 2003fg-like events. The retention of 91T-like traits in iPTF16abc underscores its importance in understanding the diversity of SNe Ia.",
    "creator" : "LaTeX with hyperref"
  }
}